---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterSlopeAngle
source: html/b4fceee4-ba79-f450-14ed-32c6e690a6d8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterSlopeAngle Property

"Slope Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterSlopeAngle { get; }
```